export const featuresData = [{
    "message": "ok",
    "data": {
        "10103911": {
            "row_number": 1,
            "row_count": 1,
            "metadata_id": 10103911,
            "last_modified": "2017-12-20T09:37:05Z",
            "data_set_uri": "file://ETRIS.RP2.SVR.6710.3.0.2017-12-19.L0.NTSOMZ_MSK.NTSOMZ_MSK",
            "date_time_stamp": "2017-12-19T10:16:10Z",
            "file_identifier": "ETRIS.RP2.SVR.6710.3.0.2017-12-19.L0.NTSOMZ_MSK.NTSOMZ_MSK",
            "hierarchy_level": null,
            "aggregate_information": null,
            "resolution": 11.845,
            "abstract": "Космический cнимок со СУ КШМСА-ВР КА Ресурс-П2 уровня обработки 0",
            "previews": [{
                "file_name": "https://www.gptl.ru/previews/Resurs-P2/2017/12/10103911_1.png",
                "polygon": "MULTIPOLYGON(((83.8102542728727 53.4493886807706,85.5643668880536 53.4493886807706,85.5643668880536 52.3884120314602,83.8102542728727 52.3884120314602,83.8102542728727 53.4493886807706)))"
            }, {
                "file_name": "https://www.gptl.ru/previews/Resurs-P2/2017/12/10103911_2.png",
                "polygon": "MULTIPOLYGON(((83.4999954331873 52.6062706181674,85.1906303800313 52.6062706181674,85.1906303800313 51.6123375991011,83.4999954331873 51.6123375991011,83.4999954331873 52.6062706181674)))"
            }],
            "date_instant": null,
            "date_begin": "2017-12-19T06:43:32Z",
            "date_end": "2017-12-19T06:43:57Z",
            "polygon": "MULTIPOLYGON(((84.157645008295 53.449388680771,84.312767755259 53.426005346691,84.468215640519 53.402366781306,84.623931057483 53.378479907586,84.779856478726 53.354351978388,84.935934389881 53.329990589536,85.092107222798 53.305403693334,85.248317288057 53.280599612507,85.404506706901 53.255587054563,85.560617342666 53.230375126568,85.522480704913 53.145575624435,85.48438596661 53.060727805148,85.446407338178 52.975851950786,85.408504027276 52.890927911254,85.370664252 52.805904169196,85.332945584727 52.720836505496,85.295279395516 52.635736645374,85.257764557711 52.550629781567,85.220372812628 52.465549357938,85.18311241077 52.380443865074,85.146014584127 52.295331155567,85.109043497238 52.210227560467,85.072186497177 52.125149932659,85.035473838345 52.04002629352,84.998861451821 51.954905681467,84.962392033433 51.869782502123,84.926049224799 51.784673261244,84.889844403541 51.699563812096,84.853795947494 51.614503129641,84.703214846268 51.639108133345,84.552571285451 51.66352556757,84.401921226576 51.687746555893,84.251320361449 51.711762602521,84.100824178909 51.735565577861,83.950488031071 51.759147704495,83.800367199008 51.78250154356,83.650516957775 51.805619981529,83.500992640728 51.828496217414,83.534558800792 51.913928436009,83.568249685055 51.999363261794,83.602047165468 52.084750978624,83.635945315237 52.17011982681,83.669963585739 52.255461506213,83.704067868402 52.340801776642,83.738307442334 52.426104706804,83.772638752579 52.511410868714,83.807072877515 52.596699903852,83.841642110663 52.681948021344,83.876325001824 52.767159922821,83.91111005349 52.852380759553,83.946029087606 52.937585987137,83.981006319161 53.02280212143,84.016126841805 53.108058793307,84.051350231753 53.193336985434,84.086675503007 53.278658572736,84.122132952529 53.364019829921,84.157645008295 53.449388680771)))",
            "pole_area_intersection": null,
            "citation_identifier": "ETRIS.RP2.SVR.6710.3.0.2017-12-19.L0.NTSOMZ_MSK.NTSOMZ_MSK",
            "resp_party_data_storage": [{
                "organization_name": "Научный центр оперативного мониторинга Земли ОАО \"Российские космические системы\"",
                "linkage": "http://www.ntsomz.ru"
            }],
            "resp_party_metadata": [{
                "organization_name": "Научный центр оперативного мониторинга Земли ОАО \"Российские космические системы\"",
                "linkage": "http://www.ntsomz.ru"
            }],
            "resp_party_data": [{
                "organization_name": "Научный центр оперативного мониторинга Земли ОАО \"Российские космические системы\"",
                "linkage": "http://www.ntsomz.ru"
            }],
            "resp_party_distributor": [{
                "organization_name": "Научный центр оперативного мониторинга Земли ОАО \"Российские космические системы\"",
                "linkage": "http://www.ntsomz.ru"
            }],
            "cache": null,
            "cloudiness": 0.0,
            "illumination_elevation_angle": 13.83,
            "illumination_azimuth_angle": 185.84,
            "nadir_tilt_angle": 3.07,
            "azimuth_scan_angle": 194.37,
            "processing_level_code": "0",
            "access_open": false,
            "platform_id": 714,
            "receiving_station_id": 1,
            "receiving_station": "ЦП НЦ ОМЗ Роскосмос",
            "sensors": [{
                "id": 11,
                "sensor_id": 62,
                "sensor_panchromatic": true,
                "instrument_id": 108,
                "instrument": "КШМСА-ВР",
                "bands": [{
                    "id": 107,
                    "description": "Панхром",
                    "min": 0.43,
                    "max": 0.7
                }]
            }, {
                "id": 10,
                "sensor_id": 63,
                "sensor_panchromatic": false,
                "instrument_id": 108,
                "instrument": "КШМСА-ВР",
                "bands": [{
                    "id": 111,
                    "description": "Ближний ИК",
                    "min": 0.7,
                    "max": 0.9
                }, {
                    "id": 108,
                    "description": "Синий",
                    "min": 0.43,
                    "max": 0.51
                }, {
                    "id": 109,
                    "description": "Зелёный",
                    "min": 0.51,
                    "max": 0.58
                }, {
                    "id": 3,
                    "description": "Красный",
                    "min": 0.6,
                    "max": 0.7
                }, {
                    "id": 79,
                    "description": "Ближний ИК",
                    "min": 0.8,
                    "max": 0.9
                }]
            }],
            "circuit_number": 6710,
            "scan_number": 3,
            "access_order": true,
            "platform": "Ресурс-П2",
            "platform_type_id": 4,
            "platform_type": "РесурсП"
        }
    },
    "success": true
}, {
    "message": "ok",
    "data": {
        "10103996": {
            "row_number": 1,
            "row_count": 1,
            "metadata_id": 10103996,
            "last_modified": "2017-12-20T08:52:39Z",
            "data_set_uri": "file://ETRIS.RP2.SVR.6710.2.0.2017-12-19.L0.PRGS_SMR.NTSOMZ_MSK",
            "date_time_stamp": "2017-12-20T08:50:08Z",
            "file_identifier": "ETRIS.RP2.SVR.6710.2.0.2017-12-19.L0.PRGS_SMR.NTSOMZ_MSK",
            "hierarchy_level": null,
            "aggregate_information": null,
            "resolution": 11.843,
            "abstract": "Космический cнимок со СУ КШМСА-ВР КА Ресурс-П2 уровня обработки 0",
            "previews": [{
                "file_name": "https://www.gptl.ru/previews/Resurs-P2/2017/12/10103996_1.png",
                "polygon": "MULTIPOLYGON(((84.7750652694291 56.1279268975274,86.6554085015044 56.1279268975274,86.6554085015044 55.0621305005073,84.7750652694291 55.0621305005073,84.7750652694291 56.1279268975274)))"
            }, {
                "file_name": "https://www.gptl.ru/previews/Resurs-P2/2017/12/10103996_2.png",
                "polygon": "MULTIPOLYGON(((84.4341862638055 55.2868953528938,86.2427851333094 55.2868953528938,86.2427851333094 54.2884096525321,84.4341862638055 54.2884096525321,84.4341862638055 55.2868953528938)))"
            }],
            "date_instant": null,
            "date_begin": "2017-12-19T06:42:50Z",
            "date_end": "2017-12-19T06:43:15Z",
            "polygon": "MULTIPOLYGON(((85.158170264374 56.127926897527,85.324392001624 56.103628596221,85.490742853423 56.079078239112,85.65716016688 56.054283906211,85.823581658955 56.02925401341,85.989945345658 56.003997323299,86.156189470994 55.978522956351,86.322252435764 55.952840402451,86.488072726283 55.926959532774,86.65358884312 55.900890611992,86.611092580536 55.816232139726,86.568762862088 55.731602470606,86.526669301614 55.646964834062,86.484675333548 55.562317674782,86.44285827032 55.477667710302,86.401164669226 55.392987163564,86.359634524298 55.308261515342,86.318230607738 55.223531649175,86.276965866176 55.138791506002,86.235907280982 55.05404386905,86.195008404241 54.969302718243,86.154239234078 54.884551058436,86.113624822077 54.799774910285,86.073132615263 54.714997080323,86.032814469494 54.630205026126,85.992628980116 54.545378805632,85.95257495414 54.460538116572,85.912645983857 54.37567424362,85.872865629805 54.290844463847,85.713676972228 54.316103600535,85.554214613538 54.341186587242,85.394537622265 54.36608352375,85.234705050317 54.390784883589,85.074776002063 54.415281502071,84.914809703432 54.439564564646,84.754865570915 54.463625595578,84.595003280412 54.487456446961,84.43528283583 54.511049288079,84.472131358838 54.596182567849,84.509119624401 54.681365364632,84.54621742394 54.766522773979,84.583438930926 54.851681642957,84.620782058636 54.936814106999,84.658293803873 55.021953941606,84.695917414556 55.107102901864,84.733679919647 55.192225301737,84.77155900753 55.277341819204,84.809573257488 55.36244552675,84.8477692931 55.447523033589,84.886085311162 55.532582614543,84.924518310522 55.617652440774,84.963116435917 55.702713781604,85.001835362792 55.787771931169,85.040722617532 55.872843549395,85.079689383152 55.957896409288,85.118863157483 56.042914238303,85.158170264374 56.127926897527)))",
            "pole_area_intersection": null,
            "citation_identifier": "ETRIS.RP2.SVR.6710.2.0.2017-12-19.L0.PRGS_SMR.NTSOMZ_MSK",
            "resp_party_data_storage": [{
                "organization_name": "Научный центр оперативного мониторинга Земли ОАО \"Российские космические системы\"",
                "linkage": "http://www.ntsomz.ru"
            }],
            "resp_party_metadata": [{
                "organization_name": "Научный центр оперативного мониторинга Земли ОАО \"Российские космические системы\"",
                "linkage": "http://www.ntsomz.ru"
            }],
            "resp_party_data": [{
                "organization_name": "Научный центр оперативного мониторинга Земли ОАО \"Российские космические системы\"",
                "linkage": "http://www.ntsomz.ru"
            }],
            "resp_party_distributor": [{
                "organization_name": "Научный центр оперативного мониторинга Земли ОАО \"Российские космические системы\"",
                "linkage": "http://www.ntsomz.ru"
            }],
            "cache": null,
            "cloudiness": 0.0,
            "illumination_elevation_angle": 11.12,
            "illumination_azimuth_angle": 186.56,
            "nadir_tilt_angle": 2.32,
            "azimuth_scan_angle": 194.91,
            "processing_level_code": "0",
            "access_open": false,
            "platform_id": 714,
            "receiving_station_id": 124,
            "receiving_station": "ЦП ОИ Самара",
            "sensors": [{
                "id": 11,
                "sensor_id": 62,
                "sensor_panchromatic": true,
                "instrument_id": 108,
                "instrument": "КШМСА-ВР",
                "bands": [{
                    "id": 107,
                    "description": "Панхром",
                    "min": 0.43,
                    "max": 0.7
                }]
            }, {
                "id": 10,
                "sensor_id": 63,
                "sensor_panchromatic": false,
                "instrument_id": 108,
                "instrument": "КШМСА-ВР",
                "bands": [{
                    "id": 111,
                    "description": "Ближний ИК",
                    "min": 0.7,
                    "max": 0.9
                }, {
                    "id": 108,
                    "description": "Синий",
                    "min": 0.43,
                    "max": 0.51
                }, {
                    "id": 109,
                    "description": "Зелёный",
                    "min": 0.51,
                    "max": 0.58
                }, {
                    "id": 3,
                    "description": "Красный",
                    "min": 0.6,
                    "max": 0.7
                }, {
                    "id": 79,
                    "description": "Ближний ИК",
                    "min": 0.8,
                    "max": 0.9
                }]
            }],
            "circuit_number": 6710,
            "scan_number": 2,
            "access_order": true,
            "platform": "Ресурс-П2",
            "platform_type_id": 4,
            "platform_type": "РесурсП"
        }
    },
    "success": true
}]